Revit 2026 API

# GroundConductorSizeSet Constructor

---

Initializes a new instance of the GroundConductorSizeSet class

**Namespace:** Autodesk.Revit.DB.Electrical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public GroundConductorSizeSet()
```
```vb
Public Sub New
```
```cpp
public:
GroundConductorSizeSet()
```
```fsharp
new : unit -> GroundConductorSizeSet
```

#### Reference

GroundConductorSizeSet Class

Autodesk.Revit.DB.Electrical Namespace